Repository: milesto-app/Milesto
Catalog: ios/Momentum/Resources/Locales/Roadmap.xcstrings
Source language: en
Languages: fr

# roadmap.title
source: Roadmap
fr: Feuille de route

# roadmap.daysRemaining
source: %d days remaining
fr: %d jours restants

# roadmap.completedCount
source: %d of %d
fr: %d sur %d

# roadmap.done
source: Done
fr: Terminé

# roadmap.inProgress
source: In progress
fr: En cours

# roadmap.remaining
source: Remaining
fr: Restant

# roadmap.completedLabel
source: Completed
fr: Terminé

# roadmap.upcoming
source: Upcoming
fr: À venir

# roadmap.inDays
source: In %d days
fr: Dans %d jours

# roadmap.daysAgo
source: %d days ago
fr: Il y a %d jours

# roadmap.milestones
source: milestones
fr: jalons

# roadmap.journey.subtitle
source: Your journey
fr: Votre parcours

# roadmap.ofTotal
source: of %d
fr: sur %d

# roadmap.start
source: Start
fr: Début

# roadmap.finish
source: Finish
fr: Fin

# roadmap.mock.goalTitle
source: Run a marathon
fr: Courir un marathon

# roadmap.mock.milestone1.title
source: Buy running gear
fr: Acheter l'équipement

# roadmap.mock.milestone1.description
source: Get proper running shoes, clothes and a watch
fr: Acheter des chaussures, vêtements et une montre

# roadmap.mock.milestone2.title
source: Run 5 km
fr: Courir 5 km

# roadmap.mock.milestone2.description
source: Complete first 5 km run without stopping
fr: Compléter un premier 5 km sans s'arrêter

# roadmap.mock.milestone3.title
source: Run 10 km
fr: Courir 10 km

# roadmap.mock.milestone3.description
source: Push to 10 km and maintain a steady pace
fr: Atteindre 10 km en maintenant un rythme régulier

# roadmap.mock.milestone4.title
source: Run a half-marathon
fr: Courir un semi-marathon

# roadmap.mock.milestone4.description
source: Complete 21.1 km — the halfway mark
fr: Compléter 21,1 km — la moitié du chemin

# roadmap.mock.milestone5.title
source: Run 30 km
fr: Courir 30 km

# roadmap.mock.milestone5.description
source: Long training run to build endurance
fr: Sortie longue pour développer l'endurance

# roadmap.mock.milestone6.title
source: Race registration
fr: Inscription à la course

# roadmap.mock.milestone6.description
source: Register for the official marathon event
fr: S'inscrire à l'événement officiel du marathon

# roadmap.mock.milestone7.title
source: Run the marathon
fr: Courir le marathon

# roadmap.mock.milestone7.description
source: Cross the finish line — 42.195 km!
fr: Franchir la ligne d'arrivée — 42,195 km !

# roadmap.generation.title
source: Your journey takes shape
fr: Ton parcours prend forme

# roadmap.generation.subtitle
source: AI is building your milestones...
fr: L'IA construit tes jalons...

# roadmap.generation.tip1
source: The best plans come from patience
fr: Les meilleurs plans naissent de la patience

# roadmap.generation.tip2
source: Each milestone will be adapted to your profile
fr: Chaque jalon sera adapté à ton profil

# roadmap.generation.tip3
source: Your coach personalizes your journey
fr: Ton coach personnalise ton parcours

# roadmap.generation.error.title
source: An error occurred
fr: Une erreur est survenue

# roadmap.generation.error.subtitle
source: Generation failed
fr: La génération a échoué

# roadmap.generation.retry
source: Retry
fr: Réessayer

# roadmap.milestone.week
source: Week %d
fr: Semaine %d

# roadmap.milestone.month
source: Month %d
fr: Mois %d

# roadmap.milestone.monthlyCheckpoint
source: Monthly checkpoint
fr: Bilan mensuel

# roadmap.milestone.expectedOutcome
source: Expected outcome
fr: Résultat attendu

# roadmap.milestone.target
source: Target
fr: Échéance

# roadmap.milestone.targetMonth
source: Month %d
fr: Mois %d

# roadmap.milestone.status.completed
source: Completed
fr: Terminé

# roadmap.milestone.status.current
source: In progress
fr: En cours

# roadmap.milestone.status.upcoming
source: Upcoming
fr: À venir

# roadmap.milestone.summary
source: Monthly summary
fr: Bilan mensuel

# roadmap.weeklyPlan.title
source: Week %d
fr: Semaine %d

# roadmap.weeklyPlan.tasks
source: Weekly tasks
fr: Tâches de la semaine

# roadmap.weeklyPlan.summary
source: Weekly summary
fr: Bilan de la semaine

# roadmap.weeklyPlan.completion
source: %d/%d tasks completed
fr: %d/%d tâches complétées
